Repository: zeynelacikgoez/einbuergerungstest
Catalog: lib/l10n/app_*.arb
Languages: de

# trainingModeComplete
source: Training Session Complete
de: Trainingseinheit abgeschlossen

# trainingModeCompleteMessage
source: Great job! You've completed this training session.
de: Gut gemacht! Sie haben diese Trainingseinheit abgeschlossen.

# appTitle
source: Citizenship Test App
de: Einbürgerungstest App

source: Language Selection
de: Sprachauswahl

source: Back to Main Menu
de: Zurück zum Hauptmenü

source: Start New Session
de: Neue Einheit starten

source: Exam Mode
de: Prüfungsmodus

# settingsTitle
source: Settings
de: Einstellungen

source: Training Mode
de: Trainingsmodus

# appLanguageSelection
source: AB
de: Sprache:

# retry
source: Try again
de: Erneut versuchen

# translationLanguageSelection
source: ZZ
de: Übersetzung ins:

# trainingModeInfo
source: Training Mode Information
de: Informationen zum Trainingsmodus

# trainingModeExplanation
source: In Training Mode, questions are selected based on your performance and learning needs.
de: Im Trainingsmodus werden Fragen basierend auf Ihrer Leistung und Ihren Lernbedürfnissen ausgewählt.

# adaptiveLearningExplanation
source: The system adapts to your progress, focusing on areas where you need more practice.
de: Das System passt sich Ihrem Fortschritt an und konzentriert sich auf Bereiche, in denen Sie mehr Übung benötigen.

# learningStyleExplanation
source: Questions are presented in a way that matches your preferred learning style.
de: Die Fragen werden entsprechend Ihrem bevorzugten Lernstil präsentiert.

source: Close
de: Schließen

source: Learning Style Selection
de: Auswahl des Lernstils

# noQuestionsAvailable
source: No more questions available at this time.
de: Derzeit sind keine weiteren Fragen verfügbar.

source: Session Length Selection
de: Auswahl der Sitzungslänge

source: Questions
de: Fragen

source: Learning Progress
de: Lernfortschritt

# learningProgressDescription
source: Here you can see an overview of your learning progress in different areas.
de: Hier sehen Sie eine Übersicht Ihres Lernfortschritts in verschiedenen Bereichen.
